cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'puma/puma'
tap 'go-delve/delve'

brew 'go'
brew 'go-delve/delve/delve'


brew 'mysql'

brew 'homebrew/php/php71'
brew 'homebrew/php/composer'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'jq'
brew 'oniguruma'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'roundup'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'httpie'

cask '1password'
cask 'keybase'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'tunnelbear'
cask 'vlc'
cask 'caffeine'
cask 'spotify'
cask 'spotify-notifications'
cask 'dropbox'
cask 'google-drive'
cask 'google-hangouts'
cask 'visual-studio-code'
