cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'go-delve/delve'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'puma/puma'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'dark-mode'
brew 'exercism'
brew 'git'
brew 'git-lfs'
brew 'glide'
brew 'go'
brew 'gor'
brew 'go-delve/delve/delve'
brew 'grc'
brew 'homebrew/php/composer'
brew 'homebrew/php/php71'
brew 'homebrew/php/phpunit'
brew 'httpie'
brew 'jq'
brew 'moreutils'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'pv'
brew 'readline'
brew 'rename'
brew 'roundup'
brew 'shellcheck'
brew 'spaceman-diff'
brew 'speedtest_cli'
brew 'tree'
brew 'unrar'
brew 'vbindiff'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'battle-net'
cask 'caffeine'
cask 'cyberduck'
cask 'dash'
cask 'discord'
cask 'docker-beta'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'font-inconsolata'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'google-drive'
cask 'google-hangouts'
cask 'iterm2'
cask 'keka'
cask 'keybase'
cask 'omnigraffle'
cask 'postman'
cask 'screenhero'
cask 'sequel-pro'
cask 'slack'
cask 'sourcetree'
cask 'spotify'
cask 'spotify-notifications'
cask 'steam'
cask 'tunnelbear'
cask 'visual-studio-code'
cask 'vlc'
