tap "alecthomas/tap"
tap "datawire/blackbird"
tap "go-delve/delve"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "rs/tap"
brew "openssl"
brew "awscli"
brew "bat"
brew "bazaar"
brew "composer"
brew "curl"
brew "docker-clean"
brew "docker-ls"
brew "erlang"
brew "exiftool"
brew "ffmpeg"
brew "geoip"
brew "gettext"
brew "pcre2"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "node"
brew "grunt-cli"
brew "grunt-completion"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "mysql"
brew "n"
brew "nmap"
brew "pngcrush"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pv"
brew "redis"
brew "socat"
brew "tree"
brew "vegeta"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "alecthomas/tap/gometalinter"
brew "golangci/tap/golangci-lint"
brew "minio/stable/mc"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
cask "adobe-acrobat-reader"
cask "alfred"
cask "bbedit"
cask "caffeine"
cask "cyberduck"
cask "discord"
cask "dropbox"
cask "font-inconsolata"
cask "font-montserrat"
cask "iterm2"
cask "kafka-tool"
cask "keybase"
cask "kitematic"
cask "licecap"
cask "mountain-duck"
cask "ngrok"
cask "osxfuse"
cask "postman"
cask "sequel-pro"
cask "transmit"
cask "visual-studio-code"
