AdamCaviness.theme-monokai-dark-soda
DavidAnson.vscode-markdownlint
DotJoshJohnson.xml
EditorConfig.EditorConfig
Kasik96.format-php
PeterJausovec.vscode-docker
TsumiNa.Seti-theme
alefragnani.Bookmarks
be5invis.vscode-icontheme-nomo-dark
bungcip.better-toml
deerawan.vscode-dash
donjayamanne.githistory
donjayamanne.python
eamodio.gitlens
fabianlauer.vs-code-xml-format
felixfbecker.php-intellisense
ipedrazas.kubernetes-snippets
lukehoban.Go
rebornix.Ruby
redhat.java
seanmcbreen.Spell
tnaseem.theme-seti
waderyan.gitblame
webdokkeren.joinlines
