bajdzis.vscode-database
bmewburn.vscode-intelephense-client
bungcip.better-toml
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
felixfbecker.php-intellisense
formulahendry.docker-explorer
mikestead.dotenv
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
PeterJausovec.vscode-docker
PKief.material-icon-theme
thomas-baumgaertner.vcl
vsmobile.vscode-react-native
wmaurer.join-lines
zxh404.vscode-proto3
